" bytes" = " byte";
" of " = " av ";
" was not found." = " hittades inte.";
"\"%@\" copied successfully to \n\"%@\"." = "\"%@\" kopierats till \n\"%@\".";
"\"%@\" moved successfully to \n\"%@\"." = "\"%@\" flyttats \n\"%@\".";
"%@ named \"%@\" already exists in this location. Do you want to replace it with the %@ you are copying?" = "%@ med namnet \"%@\" finns redan på den här platsen. Vill du ersätta den med %@ som du kopierar?";
"%@ named \"%@\" already exists in this location. Do you want to replace it with the %@ you are moving?" = "%@ som heter \"%@\" finns redan på platsen. Vill du ersätta den med %@ som du flyttar?";
"%@ of %@ (%@/s) - remaining time: %@" = "%@ av %@ (%@/s) - återstående tid: %@";
"%lu items copied successfully to \n\"%@\"." = "%lu objekt har kopierats till \n\"%@\".";
"%lu items moved successfully to \n\"%@\"." = "%lu objekt har flyttats till \n\"%@\".";
"A newer item" = "Ett nyare objekt";
"An error occurred while deleting." = "Ett fel uppstod under radering.";
"An error occurred while preflighting the item \"%@\"." = "Ett fel uppstod under förbehandlingen av objektet \"%@\".";
"An error occurred." = "Ett fel inträffade.";
"An item" = "Ett objekt";
"An older item" = "Ett äldre objekt";
"Apply to all" = "Använd för alla";
"Apply to all file conflicts" = "Tillämpa på alla filkonflikter";
"Apply to all folder conflicts" = "Tillämpa på alla mappkonflikter";
"Bytes/Second:" = "Byte/sekund:";
"Choose Folder" = "Välj mapp";
"Computer" = "Dator";
"Conflicting item names" = "Krockande objektnamn";
"Continue" = "Fortsätt";
"Copied %u items to \"%@\"" = "Kopierade %u objekt till \"%@\"";
"Copied: " = "Kopierade: ";
"Copy" = "Kopia";
"Copy completed" = "Kopiering klar";
"Copying \"%@\"" = "Kopierar \"%@\"";
"Copying \"%@\" to \"%@\"" = "Kopierar \"%@\" till \"%@\"";
"Copying %u items to \"%@\"" = "Kopierar %u objekt till \"%@\"";
"Count: %u" = "Antal: %u";
"Created: %@" = "Skapad: %@";
"Delete" = "Radera";
"Delete completed" = "Borttagning klar";
"Document" = "Dokument";
"Don't Replace" = "Ersätt inte";
"Emptying the Trash for \"%@\"" = "Tömmer papperskorgen för \"%@\"";
"Error!" = "Ett Fel Uppstod!";
"Folder" = "Mapp";
"Item is locked" = "Objektet är låst";
"Item is not deletable" = "Objektet går inte att ta bort";
"Item is not movable" = "Objektet är inte flyttbart";
"Item is not readable" = "Objektet är inte läsbart";
"Item is not writable" = "Objektet är inte skrivbart";
"Item is too big" = "Objektet är för stort";
"Item: \"" = "Objekt: \"";
"Items deleted successfully." = "Objekten borttagna.";
"Keep both" = "Behåll båda";
"Keep newer (creation date)" = "Behåll nyare (skapandedatum)";
"Keep newer (modification date)" = "Behåll nyare (ändringsdatum)";
"Keep older (creation date)" = "Behåll äldre (skapandedatum)";
"Keep older (modification date)" = "Behåll äldre (ändringsdatum)";
"Keep…" = "Behåll…";
"Merge" = "Slå ihop";
"Modified: %@" = "Ändrad: %@";
"Move" = "Flytta";
"Move completed" = "Flytten klar";
"Moving \"%@\"" = "Flyttar \"%@\"";
"Moving \"%@\" to \"%@\"" = "Flyttar \"%@\" till \"%@\"";
"Name:" = "Namn:";
"New Folder" = "Ny mapp";
"No running file operations" = "Inga filoperationer körs";
"Not enough free space at destination. %@ of additional free space required." = "Inte tillräckligt med ledigt utrymme på vald destination. Ytterligare %@  ledigt utrymme krävs.";
"Package" = "Paket";
"Pause" = "Paus";
"Paused!" = "Pausad!";
"Preparing to copy \"%@\" to \"%@\"" = "Förbereder att kopiera \"%@\" till \"%@\"";
"Preparing to copy %@ items" = "Förbereder kopiering av %@ objekt";
"Preparing to copy to \"%@\"" = "Förbereder kopiering till \"%@\"";
"Preparing to move \"%@\" to \"%@\"" = "Förbereder att flytta \"%@\" till \"%@\"";
"Preparing to move %@ items" = "Förbereder flytt av %@ objekt";
"Queue file operations" = "Köa filoperationer";
"Remaining Items:" = "Återstående Objekt:";
"Remaining:" = "Återstår:";
"Replace" = "Ersätt";
"Replace?" = "Ersätt?";
"Skip" = "Hoppa över";
"Start" = "Starta";
"Stop" = "Stopp";
"Stopping…" = "Stoppar…";
"Symbolic Link" = "Symbolisk Länk";
"The item \"%@\" cannot be verified. That does not mean it was not copied properly." = "Objektet \"%@\" kan inte verifieras. Det betyder inte att kopieringen misslyckades.";
"The item \"%@\" is locked and cannot be deleted. Do you want to unlock and delete it?" = "Objektet \"%@\" är låst och kan inte tas bort. Vill du låsa upp objektet och ta bort det?";
"The item \"%@\" is locked and cannot be moved. Do you want to unlock and move it?" = "The item \"%@\" is locked and cannot be moved. Please unlock the item before moving it.";
"The item \"%@\" is too big for destination file system." = "Objektet \"%@\" är för stort för det mottagande filsystemet.";
"Time Remaining:" = "Återstående tid:";
"Total Items:" = "Totalt antal objekt:";
"Total:" = "Totalt:";
"Verification failed for the item \"%@\"." = "Verifieringen misslyckades för objektet \"%@\".";
"Volume" = "Enhet";
"Waiting to copy \"%@\" to \"%@\"" = "Väntar på att kopiera \"%@\" till \"%@\"";
"Waiting to delete files…" = "Väntar på att ta bort filer…";
"Waiting to empty the Trash…" = "Väntar på att tömma papperskorgen…";
"Waiting to move \"%@\" to \"%@\"" = "Väntar på att flytta \"%@\" till \"%@\"";
"You don't have sufficient permissions to delete the item \"%@\"." = "Du har inte tillräcklig behörighet för att ta bort objektet \"%@\".";
"You don't have sufficient permissions to move the item \"%@\"." = "Du har inte tillräcklig behörighet för att flytta objektet \"%@\".";
"You don't have sufficient permissions to read the item \"%@\"." = "Du har inte tillräcklig behörighet för att läsa objektet \"%@\".";
"You don't have sufficient permissions to write into the item \"%@\"." = "Du har inte tillräcklig behörighet för att skriva till objektet \"%@\".";
"copy" = "kopia";
"destination checksum: %@" = "checksumma mål: %@";
"destination: %@" = "mål: %@";
"item: %@" = "objekt: %@";
"newer one" = "nyare";
"older one" = "äldre";
"one" = "en";
"source checksum: %@" = "checksumma källa: %@";
"source: %@" = "källa: %@";
"untitled folder" = "Namnlös mapp";
"untitled.txt" = "namnlös.txt";
